Subject: Запрос на изменение пароля.

Здравствуйте <username>,

Вы сделали запрос на изменение пароля, соответствующего вашему аккаунту на форуме <base_url>. Если Вы не делали этот запрос или, если Вы не хотите изменять Ваш пароль - просто игнорируйте это сообщение. Пароль будет изменён лишь в том случае, если Вы подтвердите его изменение, зайдя по указанной ниже ссылке.

Ваш новый пароль (в случае подтверждения изменения): <new_password>

Для подтверждения изменения пароля, пожалуйста, зайдите по ссылке:
<activation_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)