Subject: Запрос изменения e-mail адреса.

Здравствуйте <username>,

Вы сделали запрос на замену e-mail адреса, который указан в вашем аккаунте на форуме <base_url>. Если Вы не делали этот запрос или, если Вы не хотите изменить Ваш e-mail адрес, просто игнорируйте это сообщение. E-mail будет изменён лишь в случае, если Вы зайдёте на страницу подтверждения, указанную ниже. Если же Вы действительно хотите изменить свой e-mail, Вы должны зайти на эту страницу, будучи залогиненным на форуме.

Для изменения Вашего e-mail адреса, пожалуйста, зайдите на эту страницу:
<activation_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)