<?php

// Language definitions used in help.php
$lang_help = array(
    'Help' => 'Помощь',
    'produces' => 'приводит к виду',
    'Hide text' => 'Скрытый текст',
    'hidden' => 'скрывает текст',

    'BBCode info 1' => 'BBCode - это коллекция тегов для изменения вида выводимых на форуме сообщений. BBCode очень похож и базируется на тех же принципах, что и HTML. Ниже указан список всех возможных тегов и инструкции по использованию BBCode.',
    'BBCode info 2' => 'Администраторы форума могут включать и отключать использование BBCode тегов. При добавлении нового сообщения или изменении своей подписи, Вы сможете прочитать, разрешено или нет их использование.',

    'Text style' => 'Отображение текста',
    'Text style info' => 'Следующие теги определяют/изменяют вид текста:',
    'Bold text' => 'Жирный текст',
    'Underlined text' => 'Подчеркнутый текст',
    'Italic text' => 'Курсив (наклонный текст)',
    'Red text' => 'Выделение цветом',
    'Blue text' => 'Выделение цветом',

    'Links and images' => 'Ссылки и изображения',
    'Links info' => 'Вы можете добавлять ссылки на другие документы или e-mail адрес, используя, следующие теги:',
    'My e-mail address' => 'Мой e-mail адрес',
    'Images info' => 'Если вы хотите вставить изображение, вы можете использовать тег img:',

    'Quotes' => 'Цитаты',
    'Quotes info' => 'Если вы хотите процитировать кого-то, Вы можете использовать тег quote.',
    'Quotes info 2' => 'Если Вы не хотите использовать в цитате имя автора оригинального сообщения, то Вы можете использовать тег quote, без указания имени автора.',
    'Quote text' => 'Это текст, который я хочу процитировать.',
    'produces quote box' => 'будет отображено как:',

    'Code' => 'Код',
    'Code info' => 'Для отображения исходного кода чего-либо используйте тег code. Текст, отмеченный этим тегом, передаётся в неизменённом виде.',
    'Code text' => 'Это текст, который я хочу отобразить как код.',
    'produces code box' => 'будет отображено как:',

    'Nested tags' => 'Вложенные теги',
    'Nested tags info' => 'Для отображения расширенного форматирования используйте вложенные BBCode теги. Например:',
    'Bold, underlined text' => 'Жирный и подчеркнутый текст',

    'Smilies info' => 'Если вам нравится (и эта функция включена), форум может автоматически конвертировать набор текстовых смайликов в их графическое отображение. Этот форум распознает и конвертирует следующие текстовые смайлики:',
);
