<?php

// Language definitions used in both profile.php and registration.php
$lang_prof_reg = array(

'E-mail legend'				=>	'Введите правильный e-mail адрес',
'E-mail legend 2'			=>	'Введите и подтвердите правильный e-mail адрес',
'Localisation legend'		=>	'Выберите свои региональные настройки',
'Timezone'					=>	'Часовой пояс',
'Timezone info'				=>	'Для того, чтобы время отображалось правильно, вы должны выбрать часовой пояс для местности, откуда вы посещаете форум.',
'Language'					=>	'Язык',
'Language info'				=>	'Выберите язык на котором будет отображаться форум.',
'E-mail setting info'		=>	'Выберете, каким образом вы хотите, чтобы ваш e-mail адрес отображался на форуме, и хотите ли вы, чтобы другие пользователи имели возможность слать вам e-mail сообщения через форум или нет.',
'E-mail setting 1'			=>	'Показывать ваш e-mail адрес.',
'E-mail setting 2'			=>	'Скрыть ваш e-mail адрес, но разрешить слать вам сообщения через форум.',
'E-mail setting 3'			=>	'Скрыть ваш e-mail адрес и запретить слать вам сообщения через форум.',
'Privacy options legend'	=>	'Выберите свои личные настройки',
'Save user/pass'			=>	'Запомнить имя пользователя и пароль между визитами.',
'Save user/pass info'		=>	'Включение этой опции даёт возможность форуму "запоминать" вас между визитами (имя и пароль сохраняются в куках вашего браузера). В этом случае, вам не нужно будет каждый раз вводить ваше имя и пароль при заходе на форум. Вход будет произведён автоматически. Рекомендуется.',
'Confirm pass'				=>	'Подтвердите пароль',

'Username too short'		=>	'Слишком короткое имя пользователя, выберите другое.',
'Username guest'			=>	'Имя guest зарезервировано. Пожалуйста, выберите другое имя.',
'Username IP'				=>	'Имена пользователей форума не могут быть в виде IP адреса. Пожалуйста, выберите другое имя.',
'Username reserved chars'	=>	'Имя пользователя не может содержать в себе символы \', " и [ или ] одновременно. Пожалуйста, выберите другое имя.',
'Username BBCode'			=>	'Имена пользователей форума не могут содержать теги BBCode. Пожалуйста, выберите другое имя.',
'Dupe username'				=>	'Кто-то уже зарегистрирован с таким именем. Пожалуйста, выберите другое имя.',
'Pass too short'			=>	'Пароль должен состоять не менее чем из 4 символов. Пожалуйста, выберите другой (более длинный) пароль.',
'Pass not match'			=>	'Пароли не совпадают. Пожалуйста, вернитесь и введите еще раз.',
'Banned e-mail'				=>	'E-mail адрес, введенный вами, находится в черном списке (забанен). Пожалуйста, выберите другой e-mail адрес.',
'Dupe e-mail'				=>	'Кто-то уже зарегистрирован с таким e-mail адресом. Пожалуйста, выберите другой e-mail адрес.',
'Sig too long'				=>	'Подпись не может быть длиннее чем',
'characters'				=>	'символов',
'Sig too many lines'		=>	'Подпись не может содержать больше чем',
'lines'						=>	'строк',
'Signature quote/code'		=>	'В подписи не разрешены BBCodе теги quite, code, hide. Пожалуйста, вернитесь и исправьте.',
'Bad ICQ'					=>	'Вы ввели неправильный ICQ UIN. Пожалуйста, вернитесь и исправьте.'

);
