<?php

// Language definitions used in uploads.php
$lang_uploads = array(
    'Uploader' => 'Загрузки',
    'File' => 'Файл',
    'Size' => 'Размер',
    'Delete' => 'Удалить',	// The submit button
    'Posted by' => 'Юзер',
    'Rang' => 'Ранг',
    'Date' => 'Дата',
    'Downloaded' => 'Скачано',
    'Desc' => 'Описание',
    'Sort' => 'Щёлкните для сортировки по этой колонке',
    'Filter' => 'Фильтр',
    'Categ' => 'Категория',
    'Part' => 'Часть файла',
    'All' => 'Все',
    'Pages' => 'На страницу',
    'Go to page' => 'Перейти на страницу:',
    'Enable filter' => 'Применить фильтр',
    'Reset filter' => 'Сбросить фильтр',

    'Not allowed' => 'Нет разрешения.',
    'Not allowed mes' => 'К сожалению, у Вас нет разрешения на доступ к этому модулю.',
    'Upload file' => 'Закачать файл',
    'Upload rules' => 'Правила закачки:',
    'Upload rules mes' => '- Вы можете закачивать файлы со следующими расширениями: %EXT%<br />- Размер файла должен быть не более %SIZE% KB<br />- Нельзя закачивать нелегальный контент',
    'Descr' => 'Описание файла:',
    'Upload warn' => 'Файлы могут содержать вирусы или нелегальный контент. Если Вы обнаружите такой случай, сообщите администратору форума.',
    'File list' => 'Список файлов. Отобрано файлов: %NUM%. Страница %CUR% из %ALL%.',
    'Err no file' => 'Не выбран файл для загрузки',
    'Err file exists' => 'Такой файл уже есть',
    'Err file name big' => 'Слишком длинное название файла',
    'Err file big' => 'Непозволительный размер файла',
    'Err file type' => 'Неразрешённый тип файла',
    'Err file couldnot' => 'не смог закачать файл на сервер',
    'Err file not found' => 'Файла нет',
    'Err counter' => 'Не смог увеличить счётчик закачек, похоже файла нет',

    'File uploaded' => 'Файл закачан: ',
    'File deleted' => ' - файл удалён!',
);
