<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'		=>	'Поиск и сортировка пользователей',
'User search info'		=>	'Введите имя пользователя для поиска и/или укажите группу. Имя пользователя может быть пустым. Используйте * в качестве шаблона для частичного совпадения. Отсортируйте пользователей по имени, дате регистрации или количеству переданных сообщений и упорядочите по возрастанию/убыванию.',
'User group'			=>	'Группа',
'No of posts'			=>	'Кол-во сообщений',
'All users'				=>	'Все пользователи'

);
