<?php

// Language definitions used in delete.php
$lang_login = array(

// Miscellaneous
'Wrong user/pass'		=>	'Неправильное имя и/или пароль.',
'Forgotten pass'		=>	'Забыли пароль?',
'Login redirect'		=>	'Успешный вход. Переадресация...',
'Logout redirect'		=>	'Вы вышли. Переадресация...',
'No e-mail match'		=>	'Зарегистрированного пользователя с таким e-mail адресом не существует',
'Request pass'			=>	'Запросить пароль',
'Request pass legend'	=>	'Введите адрес e-mail, который вы указали при регистрации',
'Request pass info'		=>	'Новый пароль со ссылкой на его активацию будет выслан на этот адрес.',
'Not registered'		=>	'Еще не зарегистрированы?',
'Login legend'			=>	'Введите ваше имя и пароль ниже',
'Login info'			=>	'Если вы не зарегистрированны или забыли свой пароль нажмите на соответствующую ссылку ниже.',

// Forget password mail stuff
'Forget mail'			=>	'Сообщение выслано на указанный адрес вместе и инструкцией по изменению пароля. В случае каких-либо проблем Вы можете обратиться к администратору'

);
