<?php

// Language definitions used by the Private Message System-mod
$lang_pms = array(
    // Common
    'Messages'            =>        'Личные сообщения',
    'Message'            =>        'Сообщение',
    'Save message'        =>        'Сохранить сообщение',
    'Send'                =>        'Отправить',

    // Messages
    'Inbox'                =>        'Входящие',
    'Outbox'                =>        'Отправленные',
    'Box0'                =>        'Переключиться в "Отправленные"',
    'Box1'                =>        'Переключиться во "Входящие"',
    'Action'                =>        'Действие',
    'Reply'                =>        'Ответить',
    'Delete'                =>        'Удалить',
    'Quote'                =>        'Цитировать',
    //Mobile
    'Reply_m'                =>        'Отв.',
    'Delete_m'               =>        'Уд.',
    'Quote_m'                =>        'Цит.',
    
    'Date'                =>        'Дата, время',
    'Status'                =>        'папки заполнены на',
    'Subject'            =>        'Тема сообщения',
    'Sender'                =>        'Отправитель',
    'Receiver'            =>        'Получатель',
    'Private Messages'=>     'Личные сообщения',
    'New message'        =>        'Создать сообщение',
    'Multidelete'        =>        'Удалить несколько сообщений',
    'Delete messages comply'    => 'Вы уверены, что хотите удалить выделеные сообщения?',
    'Deleted redirect'            => 'Сообщение удалено. Перенаправление...',
    'Read redirect'                => 'Все сообщения отмечены как прочитанные. Перенаправление...',
    'Mark all'            =>        'Отметить все сообщения как прочитанные',

    // Viewtopic
    'PM'                    =>          'ЛС',
    'Private'               =>          'Приват',

    // Profile
    'Quick message'    =>     'Отправить личное сообщение',
    'Show smilies'        =>        'Показывать смайлики',

    // Send or delete message
    'Send to'            =>     'Отправить пользователю',
    'Send a message'    =>        'Отправить сообщение',
    'Delete message'    =>        'Удалить сообщение',
    'Del redirect'        =>        'Сообщение удалено. Перенаправление...',
    'Sent redirect'    =>        'Сообщение отправлено. Перенаправление...',

    // Errors and messages
    'No messages'        =>        'Нет сообщений',
    'New messages'        =>        'Вам пришли новые сообщения',
    'No user'            =>        'Пользователя с таким именем не существует.',
    'Full inbox'        =>        'Папка "Входящие" заполнена! Удалите сообщения, чтобы получить возможность принимать новые.',
    'Inbox full'        =>        'Вы не можете отправить сообщение этому пользователю, т.к. его папка "Входящие" заполнена.',
    'Sent full'            =>        'Сообщение не может быть сохранено - папка "Отправленные" заполнена.',
    'Flood start'        =>        'Должно пройти',
    'Flood end'            =>        'секунд после отправки предыдущего сообщения.',
    'Options'		=>		'Настройка',
    'Options PM'		=>		'Настройка службы личных сообщений',
    'Use popup'		=>		'Использовать поп-ап если есть новые сообщения',
    'Instructions' 	=>		'После обновления настроек, вы будете перенаправлены назад на эту страницу.',
    'Use messages'	=> 		'Использовать службу приватных сообщений',
    'Disable options'	=>		'отключил использование службы личных  сообщений',
    'PM disabled'	=>		'Cлужба личных сообщений отключена.',
    'Popup new'		=>		'Вам пришло новое личное сообщение от ',
    'Popup subj'		=>		' с заголовком ',
    'Popup send'		=>		' Отправлено - ',
    'Popup open msg'		=>		'Открыть это сообщение в этом же окне',
    'Popup go in'		=>		'Перейти в папку Входящие',
	'Popup close'		=>		'Закрыть это окно',
	'Popup open this'		=>		'Открыть в этом окне'
	);