<?php

// Language definitions used in poll.php
$lang_poll = array(

'edit'			=>		'Редактировать',
'delete'		=>		'Удалить',
'close'			=>		'Закрыть',
'poll'			=>		'Опрос',
'total voters'	=>		'Всего голосовавших',
'votes'			=>		'Отдано голосов',
'please wait'	=>		'Пожалуйста подождите...',
'vote'			=>		'Голосовать!',
'fields requered'	=>	'Следующие поля должны быть заполнены:',
'quest'			=>		'Вопрос',
'quest description' =>  'Введит вопрос, по которому будет проводиться голосование',
'list answers'	=>		'Список ответов',
'answer must select'	=>	'Хотя бы один ответ должен быть выбран!',
'poll param'	=>		'Основные параметры опроса',
'allow multiselect'	=>	'Множественный выбор ответов',
'multiselect description' => 'Укажите возможность множественного выбора ответов',
'yes'			=>		'Да',
'no'			=>		'Нет',
'how long'		=>		'Продолжительность опроса',
'how long description'	=> 'Оставьте поле пустым, чтобы не ограничивать во времени',
'list answers description' => 'Введите ваши варианты ответов, одна строка - один вариант',
'create'		=>		'Создать',
'voted'         =>      'Вы уже голосовали',
'guest'         =>      'Гости не могут голосовать',






);
?>